[
  {
    "surah": "50",
    "ayahs": ["6", "7", "8"],
    "principle": "Allah, yarattıklarına bakıp tefekkür etmemizi, yaratılana bakıp yaradanı aramamızı istiyor. Her biri fevkalade sanat ve mühendislik harikası olan yıldızlar ve bitkiler, bizim yararlanacağımız ve seyredip hayran kalacağımız şekilde yaratılmış. Öyleyse biz onlara bakıp bize onları hediye eden Allah’ı hatırlamalıyız."
  },
  {
    "surah": "50",
    "ayahs": ["12", "13", "14", "15"],
    "principle": "Allah’ın bizi yoktan var edip insan şekline getirmişse, elbette bizler öldükten sonra tekrar aynısını yapabilir. Ahiret hayatını inkar etmek veya görmezden gelmek mantıklı değildir. Bu ayetlerde bahsedilen kavimler ahireti inkar edip hayatlarını çirkin işlerle dolu bir şekilde, Allah’tan uzak geçirmişlerdir."
  },
  {
    "surah": "50",
    "ayahs": ["16"],
    "principle": "Bazen içimizden iş yapmamak, namaz kılmamak, Kur’an okumak yerine başka şeylerle uğraşmak gelebilir. Bunlar nefsimizin istekleridir, bizleri ancak tembelliğe ve boş işlere yönlendirir. Allah bizi bunlarla test ediyor. O da biliyor ki biz bazen tembel ve yorgun hissediyoruz. Ama aynı zamanda bize doğru olanı seçme kabiliyetini veren de O. Öyleyse bize düşen, en doğru olanı seçip nefsimizin kötü fısıltılarını dinlememektir."
  },
  {
    "surah": "50",
    "ayahs": ["17", "18"],
    "principle": "Her yaptığımız kayıt altında, hiçbir şekilde Allah’tan gizli iş yapamayız. Öyleyse her yaptığımızı O’nun karşısına çıkacağımız bilinciyle yapalım. O’nun seveceği şeylere yönelelim, sevmediklerinden uzak duralım."
  },
  {
    "surah": "50",
    "ayahs": ["36", "37"],
    "principle": "Allah’ı hatırlamayı bırakıp sonra Allah’ı unutup kötü işlerle bu dünya hayatını boş yere harcayanlar, Allah’a dönüş olan ölümden çok korkarlar. Ölümsüz olup Allah’a hesap vermekten kaçmak isterler, ve kirli işlere devam ederler. Halbuki bu hayatta sabredip kötülüklerden uzak dursalar, sonsuz bir cennet’e kavuşacaklar. Ölüm onlar için bir son değil, tam tersine bir başlangıç olacak."
  },
  {
    "surah": "50",
    "ayahs": ["39", "40"],
    "principle": "Rabbimizi sürekli hatırlayanlardan olalım. Namazlarda O’na yönelelim, O’nun ayetlerini okuyup düşünelim. Gecemizi gündüzümüzü namaz ile süsleyelim. Allah’ı unutup da dünya hayatının kısalığını unutmayalım."
  },
  {
    "surah": "52",
    "ayahs": ["12"],
    "principle": "Günlük hayatta boş vakitlerimiz olacaktır. Bu vakitleri Kur’an ile doldurmak, Allah’ı ve Peygamberini tanımaya çalışmak, bizden önce yaşamış güzel Müslümanlar hakkında bilgi sahibi olmak ve etrafımızdakilere yardım etmek için kullanmamız en güzeli olur. Boş ve faydasız işlerle uğraşmak bazen daha cazip gelse, her zaman vaktimizi daha mantıklı işlerle doldurmalıyız. Elimizdeki zaman en büyük kaynağımız, en güzel biçimde kullanılmalıdır."
  },
  {
    "surah": "52",
    "ayahs": ["28"],
    "principle": "Bu Cennetteki bir grup insanın konuşması. Dua, bir Müslim’in vazgeçilmezidir. Çünkü Müslim her şeyin Allah’tan geldiğini bilir ve ihtiyacını ondan ister. Yarın yiyeceği yemeği, okuldaki sınavı, yoldaki güvenliği, enerjisi ve her şeyi Allah’ın vereceğini bilerek sürekli dua etmelidir."
  },
  {
    "surah": "51",
    "ayahs": ["24", "25", "26", "27"],
    "principle": "Hz. İbrahim’in misafirlerine davranış tarzı, bizim için çok güzel bir örnektir. Hz. İbrahim önce kendisine selam veren misafirleri selamlar, sonra onlara evindeki güzel yemeklerden ikram eder. Aynı zamanda eve gelenler de Hz. İbrahim’i selamlar. Bir yere girdiğimizde veya birileriyle karşılaştığımızda onları en güzel şekilde selamlamamız, Allah’ın ayetlerinde verilen örneğe uygundur."
  },
  {
    "surah": "49",
    "ayahs": ["1"],
    "principle": "Kur’an ve Sünnet’in önüne geçmemeli, Allah'ın hükümlerine ve Peygamberimizin sözlerine büyük saygı göstermeliyiz. Hayatımızın her alanında, başkalarının veya nefsimizin isteklerinden dolayı dinimizin temel prensiplerine aykırı hareket etmemeliyiz. Asıl rehberimiz Kur’an ve Sünnet olmalı; Rabbimizin emirlerini ve Rasulünün getirdiklerini göz ardı etmemeliyiz. Ek olarak, Peygamberin: 'Peygamber size ne verirse onu alınız, o sizi neden men ederse onu terk ediniz' sözünü de unutmamalıyız."
  },
  {
    "surah": "49",
    "ayahs": ["6"],
    "principle": "Doğruluğundan emin olmadığımız veya pek tanımadığımız birinden gelen bilgiyi iyice tahkik etmeden yayarsak, insanlar arasında kargaşa, kötülük ve anlaşmazlıklar çıkabilir. Bu yüzden, gelen her bilgiyi önce araştırıp doğruluğunu teyit etmeliyiz."
  },
  {
    "surah": "49",
    "ayahs": ["9", "10"],
    "principle": "Allah bütün müminleri kardeş olarak yaratmıştır. Bu yüzden, aralarındaki anlaşmazlıkları giderip, sevgi ve dostluk bağlarını güçlendirmek gerekir."
  },
  {
    "surah": "49",
    "ayahs": ["11", "12"],
    "principle": "Başkaları hakkında alay etmek, lakap takmak, önyargılı davranmak, kusurlarını araştırmak ve gıybet etmek bir müslümanın yapması gereken şeyler değildir. Bu tür davranışlardan kaçınmalıyız."
  },
  {
    "surah": "49",
    "ayahs": ["13"],
    "principle": "Allah, farklı insanlara farklı kültürler, görünüşler ve diller vermiştir; ancak bu farklılıklar bizi ayırmamalı. Asıl önemli olan, Allah’ı en iyi tanıyıp O’na en uygun şekilde yaşamaktır. İslam’da ırkçılık yasaklanmıştır; herkes Hz. Adem’in soyundan gelen kardeştir. Kadın veya erkek olmamız üstünlük sağlamaz; hakikat takvada yatar."
  },
  {
    "surah": "49",
    "ayahs": ["14"],
    "principle": "Bu bedeviler, Allah’ın dinini kendi menfaatleri için kullanmaya çalışmıştır. Ne Allah’ı tanırlar ne de dinin gerçek ruhunu kavrayabilirler. Bizler, dinimizi boş ve fani heveslerimize alet etmeyip, ebedi hayatı kazanmak için doğru yola yönelmeliyiz."
  },
  {
    "surah": "62",
    "ayahs": ["1"],
    "principle": "Denge ve Zikir: Allah, göklerde ve yerde olan her şeyin O’nu tesbih ettiğini bildiriyor. Bu yüzden biz de O’nu tesbih edenlerden olmalı ve kendimizi o kullar arasına katmalıyız. Allah, kendisinin El-‘Azîz ve El-Hakîm olduğunu söylüyor. Bu da bir dengeyi gösterir; dolayısıyla güçle birlikte hikmet de bizim için vazgeçilmez bir gerekliliktir."
  },
  {
    "surah": "62",
    "ayahs": ["3"],
    "principle": "Kardeşlik: Buradan anlıyoruz ki İslam dini tüm dünya için gönderilmiştir. Bu ayette, hem gelecek nesillerden bahsediliyor hem de Efendimiz’in (SAV) onlar için de gönderildiği vurgulanıyor. Yani dinde yer alan herhangi bir şeyi dar bir çerçeveye hapsetmemeliyiz. Bir insanın Arap ya da Türk olması bir üstünlük sebebi değildir. İslam anlayışında herkes kardeştir."
  },
  {
    "surah": "62",
    "ayahs": ["4"],
    "principle": "Kibir ve Şükür: Bu ayetten anlıyoruz ki hidayet, Allah’ın bir nimeti ve değerli bir hediyesidir. Bu yüzden kimse imanından dolayı kibirlenmemelidir; çünkü Allah, merhametini ve nimetlerini dilediğine verir. Bizim yapmamız gereken ise bu büyük lütuf için daima şükretmektir."
  },
  {
    "surah": "62",
    "ayahs": ["5"],
    "principle": "alimler ve uygulamak: Burada Allah, Tevrat'ı bilen Yahudileri, kitap taşıyan eşeklere benzetiyor. İmam Azam Ebu Hanife der ki: 'Bir kimse bir şeyi bilir ve buna göre hareket etmezse, o kişi en büyük zarardadır.' Buna ek olarak, bizim anlayışımıza göre bir insan ancak bildiklerini hayata geçirdiğinde âlim olur. Bir kişi ne kadar çok şey bilirse bilsin, eğer bu bilgiyi pratiğe dökmezse, ona hiçbir faydası olmaz."
  },
  {
    "surah": "62",
    "ayahs": ["7"],
    "principle": "Olumu Hatırlama: Burada Allah, aslında bize ölümü hatırlatıyor. Yahudiler, yaptıkları zulümlerden dolayı ölümden çekiniyor ve korkuyorlardı. Onlara 'Ölümü dile' diye meydan okundu, ancak Yahudiler, kendi zulümlerinin farkında oldukları için ölümü temenni edemediler. Bu dünyada yaptığımız her şeyin ahirette bir etkisi olacak. Her bir amelimizi, hatta her atom ağırlığındaki davranışımızı ahirette sorgulayıp hesaba çekileceğiz. Aynı zamanda, bize ihlasiyetimizi daha da artırmamız gerektiğini hatırlatıyor."
  },
  {
    "surah": "53",
    "ayahs": ["28"],
    "principle": "Zan/Assumption: Zan, yanlış bilgi ve inançların oluşmasına sebep verebilir. Doğruluğundan emin olmadığımız bilgileri yaymamamız gerektiğini öğrenmiştik. Zandan kaçınmak bunun çok büyük bir kısmıdır. Özellikle insanlar hakkında kötü zanlarda (suizan) bulunmamalıyız. Sürekli kötü düşünmek, düşüncelerimizi zehirler ve kötü hareket etmemize neden olur."
  },
  {
    "surah": "53",
    "ayahs": ["29"],
    "principle": "Boş İşlerden Uzak Durmak: Dünyevi ve boş işlere bizi çekecek insanlardan uzak durmalı, gerekmedikçe onlarla vakit israf etmemeliyiz. Boş işler çoğu zaman bize Allah’ı unutturur ve günaha sürükleyebilir."
  },
  {
    "surah": "53",
    "ayahs": ["32"],
    "principle": "Kendini Birşey Sanmak: Kendimizi hatasız, mükemmel zannetmeyelim. Birkaç gün su içmezsek, birkaç hafta uyumazsak veya yemek yemesek, fazla yaşayamayız. Sürekli kendi isteklerimizi yerine getirmek isteyip çok zaman Allah’ı unutan varlıklarız. Öyleyse Allah’tan af dileyelim, kusurlarımızı kabul edip düzeltmeye çalışalım."
  },
  {
    "surah": "53",
    "ayahs": ["38", "39", "40", "41", "42"],
    "principle": "Ahiretimizi Kurtaralım: Herkes yükünü hafifletmeye baksın, asıl hayatımız olacak öbür dünya için uğraşsın. Kimse bu yükü bizim için çekemez, çekmek de istemez. Bu kısa hayat için asıl sonsuz hayattan kaybetmek büyük bir hayal kırıklığıdır. Öyleyse Allah’ın karşısına hazır olarak çıkmaya çalışın."
  },
  {
    "surah": "53",
    "ayahs": ["48", "49"],
    "principle": "Zenginliğin ve Güzelliğin Asıl Sahibi: Bütün hazineler ve en parlak yıldızlar yine Allah’a aittir. Asıl sevmemiz ve yönelmemiz gereken Allah’tır. Eğer O’nu terk edip para ve güzelliğe asıl önemi verirsek, çok saçma bir şey yapmış oluruz. Bu dünyanın süsleri bizi aldatmasın."
  }
]
